<?php

return [
    [
        'name' => 'Permission',
        'list' => [
            [
                'en' => 'Permission Update',
                'mm' => 'ဝန်ထမ်း ပြူပြင်ခြင်း',
            ],
        ],
    ],
    [
        'name' => 'Staff',
        'list' => [
            [
                'en' => 'Staff Create',
                'mm' => 'ဝန်ထမ်း အသစ်ပြူလုပ်ခြင်း',
            ],
            [
                'en' => 'Staff Update',
                'mm' => 'ဝန်ထမ်း ကို ပြူပြင်ခြင်း',
            ],
            [
                'en' => 'Staff Detail',
                'mm' => 'ဝန်ထမ်း ကို အသေးစိတ်ကြည့်ရှုခြင်း',
            ],
            [
                'en' => 'Staff Ban',
                'mm' => 'ဝန်ထမ်း ကို အသုံးပြူခွင့် ဆိုင်ငံခြင်း',
            ],
            [
                'en' => 'Staff Unban',
                'mm' => 'ဝန်ထမ်း ကို အသုံးပြူခွင့် ပြန်ပေးခြင်း',
            ],
            [
                'en' => 'Staff Soft Delete',
                'mm' => 'ဝန်ထမ်း ကို စရင်းမှ ပယ်ဖျက်ခြင်း',
            ],
            [
                'en' => 'Staff Delete',
                'mm' => 'ဝန်ထမ်း ကို စရင်းမှအပြီး ပယ်ဖျက်ခြင်း',
            ],
            [
                'en' => 'Staff Restore',
                'mm' => 'ဝန်ထမ်း ကို စရင်းသို့ ပြန်ထည့်ခြင်း',
            ],
        ],
    ],
];